<?php

return [

    'id'          => 'الرقم',
    'name'          => 'الاسم',
    'title'         => ' جميع الماركات ',
    'title-add'     => ' اضافه ماركه ',
    'title-edit'     => 'تعديل ماركه ',
    'image'         => ' الصوره',
    'actions'       => '  الاجراء',
    'status'        => '  الحاله',
    'totalproduct'  =>'عدد المنتجات',
    'lastupdated'   =>'اخر تحديث',
    'error'         =>' هذه الماركه غير موجوده',
    'slug'          =>'مختصر الرابط'  ,
    'url'          =>' الرابط',
    'sub category' =>' قسم فرعي؟',
    'yes'          =>' نعم',
    'no'           =>' لا',






];
