<?php

return [

    'home'            =>'الرئيسية',
    'totalcustomer'   => 'عدد العملاء',
    'totalproducts'   => 'عدد المنتجات',
    'totalorders'     => 'لجمالي الطلبات',
    'totalsales'      => 'اجمالي المبيعات',
    'save'            =>'حفظ',
    'back'            =>'تراجع',
    'add'             =>' تم حفظ البيانات بنجاح',
    'edit'            =>'تم تعديل البيانات بنجاج',
    'addfailed'       =>'خطاء في اضافه البيانات برجاء المحاوله مره اخري',
    'editfailed'      =>'خطاء في تحديث البيانات برجاء المحاوله مره اخري',
    'welcome'         =>'مرحبا',
    'userprofile'     =>'الملف الشخصي',
    'logout'          =>'تسجيل خروج ',
    'language'        =>'الغات ',
    'close'           =>'اغلاق',
    'status'          =>'الحاله',
    'active'          =>'مفعل',
    'notactive'       =>'غير مفعل',
    'on'              =>'مفعل',
    'off'             =>'غ.مفعل',
    'confirm'         =>'تاكيد حذف البيانات',
    'sure'            =>'هل انت متاكد',
    'delete'          =>'حذف',
    'success'         =>'نجاح',
    'del-suc-mess'    =>' تم حذف البانات بنجاح ',
    'error'           =>'خطاء',
    'del-fail-mess'   =>' خطاء في حذف البانات ',
    'invalidid'       =>'خطاء في الرقم',





];
