<?php

return [
    'numeric' => 'الحقل يجب ان يكون رقم',
    'password' => 'كلمه المرور غير صحيحه',
    'required' => 'هذا الحقل مطلوب',
    'active_url' => 'هذا الحقل يجب ان يكون رابط',
    'date' => 'هذا الحقل يجب ان يكون تاريخ',
    'email' => 'هذا الحقل يجب ان يكون بريد اليكتروني',
    'exists' => 'الحقل موجود مسبقا',
    'file' => 'يجب ان يكون الحقل مجلد',
    'image' => 'يجب ان يكون الحقل صوره',
    'unique' => 'الحقل موجود مسبقا',
    'same' => 'هذا الحقل يجيب  :attribute and :other  match.',
    'mimes' => 'The :هذا الحقل يجيب ان يكون  من نوع: :values.',
    'alpha'=>'هذا الحقل يجب ان يكون حروف فقط',
    'integer'=>'هذا الحقل يجب ان يكون ارقام فقط',
    'not_regex' => 'The :attribute صيغه الحقل غيررصحيحه.',
    'regex' => ' صيغه الحقل غيررصحيحه.',


    'min' => [
        'numeric' => ' هذا الحقل يجب ان  لا يقل  عن :min',
        'string' => 'هذا الحقل يجب ان  لا يقل  عن :min حروف.',
        'array' => 'The :attribute must have at least :min items.',
        'file' => 'هذا الحقل يجب ان  لا يقل  عن :min كيلو بايت.',

    ],

    'max' => [
        'numeric' => 'هذا الحقل يجب ان  لا يذيد  عن:max.',
        'file' => 'هذا الحقل يجب ان  لا يذيد  عن :max كيلو بايت.',
        'string' => 'هذا الحقل يجب ان  لا يذيد  عن :max حرف.',
        'array' => 'هذا الحقل يجب ان  لا يذيد  عن :max كيلو بايت.',
    ],

];



